Repository: m3-hackathon/task-manager
Catalog: languages/task-manager-*.po
Languages: ar_sa, it_it

source: Access Name
ar_sa: الوصول إلى اسم
it_it: Accesso Nome

source: Action
ar_sa: العمل
it_it: Azione

source: Add
ar_sa: إضافة
it_it: Aggiungere

source: Add a comment
ar_sa: إضافة تعليق
it_it: Aggiungi un commento

source: Add a new task
ar_sa: إضافة مهمة جديدة
it_it: Aggiungere una nuova attività

source: Add A User To Task Manager
ar_sa: إضافة مستخدم إلى مدير المهام
it_it: Aggiungere Un Utente Al Task Manager

source: Add New
ar_sa: إضافة جديدة
it_it: Aggiungi Nuovo

source: Add New Category
ar_sa: إضافة فئة جديدة
it_it: Aggiungi Una Nuova Categoria

source: Add New Label
ar_sa: إضافة تسمية جديدة
it_it: Aggiungi Nuova Etichetta

source: Add New Priority
ar_sa: إضافة جديدة ذات الأولوية
it_it: Aggiungere Nuove Priorità

source: Add New Status
ar_sa: إضافة الوضع الجديد
it_it: Aggiungi Un Nuovo Stato

source: Add New Task Status
ar_sa: إضافة مهمة جديدة حالة
it_it: Aggiungere Una Nuova Attività Di Stato

source: Add New Ticket
ar_sa: إضافة تذكرة جديدة
it_it: Aggiungi Un Nuovo Biglietto

source: Add New Type
ar_sa: إضافة نوع جديد
it_it: Aggiungi Un Nuovo Tipo Di

source: Add New User Group
ar_sa: إضافة مستخدم جديد المجموعة
it_it: Aggiungi Un Nuovo Gruppo Di Utenti

source: Add Task Type
ar_sa: إضافة نوع المهمة
it_it: Aggiungere Il Tipo Di Attività

source: Add User
ar_sa: إضافة مستخدم
it_it: Aggiungi Utente

source: Amount
ar_sa: المبلغ
it_it: Quantità

source: Are you sure?
ar_sa: هل أنت متأكد ؟
it_it: Sei sicuro?

source: Assign
ar_sa: تعيين
it_it: Assegnare

source: Assign to
ar_sa: تعيين
it_it: Assegnare a

source: Assign User
ar_sa: تعيين المستخدم
it_it: Assegnare Utente

source: Assign User to Group
ar_sa: تعيين المستخدم إلى المجموعة
it_it: Assegnare un Utente al Gruppo

source: Assigned To
ar_sa: تعيين
it_it: Assegnato A

source: Board
ar_sa: المجلس
it_it: Consiglio

source: Boards
ar_sa: لوحات
it_it: Consigli

source: Categories
ar_sa: فئات
it_it: Categorie

source: Category
ar_sa: الفئة
it_it: Categoria

source: Category Name
ar_sa: اسم الفئة
it_it: Nome Della Categoria

source: Category Slug
ar_sa: الفئة سبيكة
it_it: Categoria Slug

source: Change
ar_sa: تغيير
it_it: Cambiare

source: Change Status
ar_sa: تغيير الحالة
it_it: Il Cambiamento Di Stato

source: Closed Tickets
ar_sa: أغلقت تذاكر
it_it: Chiuso Biglietti

source: Completed Tasks
ar_sa: المهام المكتملة
it_it: Attività Completate

source: Contacts Involved With This Project
ar_sa: اتصالات تشارك في هذا المشروع
it_it: Contatti Coinvolto In Questo Progetto

source: Contacts Involved With This Task
ar_sa: اتصالات تشارك في هذه المهمة
it_it: Contatti Coinvolti Con Questo Compito

source: Create
ar_sa: إنشاء
it_it: Creare

source: Create A New Project
ar_sa: إنشاء مشروع جديد
it_it: Creare Un Nuovo Progetto

source: Create a New Task
ar_sa: إنشاء مهمة جديدة
it_it: Creare una Nuova Attività

source: Create A New Ticket
ar_sa: إنشاء تذكرة جديدة
it_it: Creare Un Nuovo Ticket

source: Created
ar_sa: خلق
it_it: Creato

source: Created At
ar_sa: التي تم إنشاؤها في
it_it: Creato

source: Created By
ar_sa: تم إنشاؤها من قبل
it_it: Creata Da

source: Currency Symbol
ar_sa: رمز العملة
it_it: Simbolo Di Valuta

source: Custom Css
ar_sa: العرف Css
it_it: Css Personalizzato

source: Deleting a category does not delete the projects in that category.
ar_sa: حذف فئة لا حذف المشاريع في هذه الفئة.
it_it: Eliminazione di una categoria non eliminare i progetti in tale categoria.

source: Deleting a label can be effect on task.
ar_sa: حذف تسمية يمكن أن يكون لها تأثير على المهمة.
it_it: Eliminazione di un'etichetta può essere effetto sul compito.

source: Deleting a task priority can be effect on tasks.
ar_sa: حذف مهمة ذات أولوية يمكن أن يكون لها تأثير على المهام.
it_it: L'eliminazione di un task di priorità può essere effetto sulle attività.

source: Deleting a task status can be effect on tasks..
ar_sa: حذف مهمة وضع يمكن أن يكون لها تأثير على المهام..
it_it: Eliminare lo stato di un'attività può essere effetto sulle attività..

source: Deleting a task type can effect on tasks.
ar_sa: حذف نوع المهمة يمكن أن تؤثر على المهام.
it_it: Eliminazione di un tipo di attività può influire sulle attività.

source: Design completion date for the project.
ar_sa: تصميم موعد الانتهاء من أعمال المشروع.
it_it: Design data di completamento del progetto.

source: Design Date
ar_sa: تصميم تاريخ
it_it: Progettazione Di Data

source: Details
ar_sa: التفاصيل
it_it: Dettagli

source: Development Completion Date.
ar_sa: التنمية تاريخ الانتهاء.
it_it: Sviluppo Data Di Completamento.

source: Development Date
ar_sa: التنمية تاريخ
it_it: La Data Di Sviluppo

source: Do Live Date
ar_sa: لا يعيش التاريخ
it_it: Vivono Data

source: Done
ar_sa: به
it_it: Fatto

source: Due Date
ar_sa: تاريخ الاستحقاق
it_it: Data Di Scadenza

source: Dui Date
ar_sa: وثيقة الهوية الوحيدة تاريخ
it_it: Dui Data

source: e.g. 10
ar_sa: مثلا 10
it_it: ad esempio, 10

source: Edit Access Type
ar_sa: تحرير نوع الوصول
it_it: Modificare Il Tipo Di Accesso

source: Edit Existing Project
ar_sa: تحرير القائمة المشروع
it_it: Modifica Progetto Esistente

source: Edit Existing Task
ar_sa: تحرير القائمة المهمة
it_it: Modifica Attività Esistente

source: Edit Project
ar_sa: تحرير المشروع
it_it: Modifica Progetto

source: Edit Project Category
ar_sa: تحرير فئة المشروع
it_it: Modifica Categoria Di Progetto

source: Edit Status
ar_sa: تعديل الوضع
it_it: Modificare Lo Stato

source: Edit Task
ar_sa: تحرير المهمة
it_it: Modifica Attività

source: Edit Task Label
ar_sa: تحرير المهمة التسمية
it_it: Modifica Attività Etichetta

source: Edit Task Priority
ar_sa: تحرير المهمة ذات الأولوية
it_it: Modificare La Priorità Dell'Attività

source: Edit Task Type
ar_sa: تحرير نوع المهمة
it_it: Modificare Il Tipo Di Attività

source: Edit Ticket
ar_sa: تحرير التذاكر
it_it: Modifica Biglietto

source: Edit User Group
ar_sa: تحرير مجموعة المستخدم
it_it: Modifica Gruppo Di Utenti

source: Enable Multiple User Assign Option to group
ar_sa: تمكين المستخدم متعددة تعيين الخيار إلى المجموعة
it_it: Consentire a Più Utenti di Assegnare Opzione per gruppo

source: Estimation Time
ar_sa: تقدير الوقت
it_it: La Stima Del Tempo

source: Export CSV
ar_sa: تصدير CSV
it_it: Esportazione CSV

source: From
ar_sa: من
it_it: Da

source: From
ar_sa: من
it_it: Da

source: Get Project Notification
ar_sa: على مشروع الإعلام
it_it: Progetti Di Notifica

source: Get Task Notification
ar_sa: الحصول على إشعار المهمة
it_it: Ottenere Compito Di Notifica

source: Go Live Date
ar_sa: يذهب ويعيش الآن
it_it: Andare A Vivere In Data

source: Go to Manage Users
ar_sa: انتقل إلى إدارة المستخدمين
it_it: Vai su Gestisci Utenti

source: Go to projects
ar_sa: تذهب إلى مشاريع
it_it: Vai ai progetti

source: Go to Tasks
ar_sa: انتقل إلى المهام
it_it: Andare a Attività

source: Go to tasks
ar_sa: انتقل إلى المهام
it_it: Andare a attività

source: Go to the boards
ar_sa: انتقل إلى لوحات
it_it: Andare alle tavole

source: Group Name
ar_sa: اسم المجموعة
it_it: Il Nome Del Gruppo

source: Hi
ar_sa: مرحبا
it_it: Ciao

source: Hide completed tasks
ar_sa: إخفاء المهام المكتملة
it_it: Nascondere le attività completate

source: Icon
ar_sa: رمز
it_it: Icona

source: Import CSV
ar_sa: استيراد CSV
it_it: Importare il file CSV

source: In Progress
ar_sa: في التقدم
it_it: In Corso

source: Invalid Extension
ar_sa: ملحق غير صالح
it_it: Estensione Non Valida

source: Label
ar_sa: التسمية
it_it: Etichetta

source: Last Update By
ar_sa: آخر تحديث من قبل
it_it: Ultimo Aggiornamento

source: Last Updated
ar_sa: آخر تحديث
it_it: Ultimo Aggiornamento

source: Last Updated By
ar_sa: آخر تحديث من قبل
it_it: Ultimo Aggiornamento

source: Live Url
ar_sa: يعيش Url
it_it: Url

source: Manage Users
ar_sa: إدارة المستخدمين
it_it: Gestire Gli Utenti

source: Modify Access Type
ar_sa: تعديل نوع الوصول
it_it: Modificare Il Tipo Di Accesso

source: Modify Icon Priority
ar_sa: تعديل رمز الأولوية
it_it: Modificare L'Icona Di Priorità

source: Modify Task Label
ar_sa: تعديل مهمة التسمية
it_it: Modifica Attività Etichetta

source: Modify Task Status
ar_sa: تعديل حالة المهمة
it_it: Modificare Lo Stato Delle Attività

source: Modify Task Type
ar_sa: تعديل نوع المهمة
it_it: Modificare Il Tipo Di Attività

source: Modify User Group
ar_sa: تعديل مجموعة المستخدم
it_it: Modificare Il Gruppo Di Utenti

source: Name
ar_sa: اسم
it_it: Nome

source: No
ar_sa: لا

source: No Comment Added Yet
ar_sa: لا تعليق وأضاف بعد
it_it: Nessun Commento Ancora

source: Note:
ar_sa: ملاحظة:
it_it: Nota:

source: Notification & Other Settings
ar_sa: الإعلام وغيرها من الإعدادات
it_it: Notifica E Altre Impostazioni

source: Only selected users for the project can be assigned for a task
ar_sa: مختارة فقط المستخدمين لهذا المشروع يمكن أن تسند مهمة
it_it: Solo gli utenti selezionati per il progetto può essere assegnato per un compito

source: Open Projects
ar_sa: المشاريع المفتوحة
it_it: Progetti Aperti

source: Open Tickets
ar_sa: تذاكر مفتوحة
it_it: Biglietti Aperto

source: People Involved
ar_sa: الناس تشارك
it_it: Persone Coinvolte

source: Priority
ar_sa: الأولوية
it_it: Priorità

source: Priority Name
ar_sa: الأولوية اسم
it_it: Priorità Nome

source: Progress
ar_sa: التقدم
it_it: Corso

source: Project
ar_sa: المشروع
it_it: Progetto

source: Project Access
ar_sa: المشروع الوصول
it_it: Progetto Di Accesso

source: Project Categories
ar_sa: فئات المشاريع
it_it: Le Categorie Di Progetto

source: Project Category
ar_sa: فئة المشروع
it_it: Progetto Categoria

source: Project Details
ar_sa: تفاصيل المشروع
it_it: I Dettagli Del Progetto

source: Project Live Url
ar_sa: مشروع لايف Url
it_it: Progetto Vivere Url

source: Project live url - where you can check the live project.
ar_sa: مشروع لايف url - حيث يمكنك التحقق من يعيش المشروع.
it_it: Progetto di url in cui è possibile controllare il progetto live.

source: Project Name
ar_sa: اسم المشروع
it_it: Nome Del Progetto

source: Project Owner
ar_sa: مالك المشروع
it_it: Proprietario Del Progetto

source: Project Status
ar_sa: حالة المشروع
it_it: Stato Del Progetto

source: Project Test Url
ar_sa: مشروع اختبار Url
it_it: Progetto Di Test Url

source: Project Testing Date
ar_sa: مشروع اختبار تاريخ
it_it: Progetto Di Sperimentazione Data

source: Project Will Go Live
ar_sa: المشروع سوف تذهب مباشرة
it_it: Progetto Di Andare A Vivere

source: Projects
ar_sa: المشاريع
it_it: Progetti

source: projects
ar_sa: المشاريع
it_it: progetti

source: Removing a user from group will remove access from from the task or project.
ar_sa: إزالة مستخدم من مجموعة إزالة الوصول من من المهمة أو المشروع.
it_it: Rimozione di un utente da un gruppo di rimuovere l'accesso dall'operazione o del progetto.

source: Review
ar_sa: استعراض
it_it: Recensione

source: Save
ar_sa: حفظ
it_it: Salva

source: Search for specific users..
ar_sa: البحث عن مستخدمين معينين..
it_it: Ricerca di utenti specifici..

source: Select a user form system users.
ar_sa: حدد المستخدم شكل نظام المستخدمين.
it_it: Selezionare un modulo utente gli utenti del sistema.

source: Select any user who is not included in the ticket.
ar_sa: حدد أي مستخدم لا يتم تضمينها في التذكرة.
it_it: Selezionare qualsiasi utente che non è incluso nel biglietto.

source: Select Status
ar_sa: حدد الوضع
it_it: Seleziona Lo Stato

source: Select User
ar_sa: حدد المستخدم
it_it: Selezionare Utente

source: Set the priority of the task.
ar_sa: تعيين الأولوية المهمة.
it_it: Impostare la priorità del task.

source: Show Project Count Badge On Menu
ar_sa: عرض مشروع الاعتماد شارة على القائمة
it_it: Visualizza Il Progetto Conte Badge Menu

source: Show Task Count Badge On Menu
ar_sa: تظهر المهمة شارة الاعتماد على القائمة
it_it: Vedi Conte Di Attività Badge Menu

source: Show User Project Count
ar_sa: تظهر للمستخدم المشروع العد
it_it: Mostrare All'Utente Di Progetto Conte

source: Show User Project List
ar_sa: تظهر للمستخدم قائمة مشروع
it_it: Mostrare All'Utente L'Elenco Dei Progetti

source: Show User Task Count
ar_sa: تظهر للمستخدم مهمة العد
it_it: Mostrare All'Utente Conte Di Attività

source: Show User Task List
ar_sa: تظهر للمستخدم قائمة المهام
it_it: Mostrare All'Utente Il Compito Elenco

source: Slug
ar_sa: سبيكة

source: Start Date
ar_sa: تاريخ البدء
it_it: Data Di Inizio

source: Status
ar_sa: حالة
it_it: Stato

source: Status - where you can define customer ticket.
ar_sa: الوضع - حيث يمكنك تحديد العملاء تذكرة.
it_it: Stato in cui è possibile definire ticket del cliente.

source: Status Group
ar_sa: وضع الفريق
it_it: Gruppo Di Stato

source: Status Name
ar_sa: وضع اسم
it_it: Il Nome Dello Stato

source: Subject
ar_sa: الموضوع
it_it: Soggetto

source: Submit
ar_sa: تقدم
it_it: Invia

source: Task Access
ar_sa: مهمة الوصول
it_it: Attività Accesso

source: Task Comments
ar_sa: التعليقات المهمة
it_it: Compito Commenti

source: Task Created
ar_sa: المهمة التي تم إنشاؤها
it_it: Attività Creata

source: Task Details
ar_sa: تفاصيل المهمة
it_it: Dettagli Dell'Attività

source: Task Labels
ar_sa: المهمة التسميات
it_it: Attività Di Etichette

source: Task Labels/Tags
ar_sa: المهمة تسميات/Tags
it_it: Attività Di Etichette

source: Task Manager is a Task Management Module/Tools for wordpress, where you can create, manage, assign user, update and delete different tasks. It has all features of Task Management Application.
ar_sa: Task Manager مهمة إدارة وحدة/أدوات وورد حيث يمكنك إنشاء وإدارة تعيين المستخدم وتحديث وحذف المهام المختلفة. كان لديه كل الميزات من تطبيق إدارة المهام.
it_it: Task Manager è un Compito Modulo di Gestione/Strumenti per wordpress, dove è possibile creare, gestire, assegnare utente, aggiornare e cancellare i diversi compiti. Ha tutte le caratteristiche di Gestione di Attività di Applicazione.

source: Task Name
ar_sa: اسم المهمة
it_it: Nome Di Attività

source: Task Priorities
ar_sa: المهمة الأولويات
it_it: Le Priorità Delle Attività

source: Task Priority
ar_sa: المهمة ذات الأولوية
it_it: La Priorità Dell'Attività

source: Task Priority Icon
ar_sa: المهمة ذات الأولوية رمز
it_it: La Priorità Dell'Attività Icona

source: Task Progress
ar_sa: مهمة التقدم
it_it: Stato Di Avanzamento Dell'Attività

source: Task Start From
ar_sa: المهمة تبدأ من
it_it: Di Avvio Dell'Attività Da

source: Task Status
ar_sa: حالة المهمة
it_it: Stato Di Attività

source: Task Type
ar_sa: نوع المهمة
it_it: Tipo Di Attività

source: Task Types
ar_sa: أنواع المهام
it_it: Tipi Di Attività Di

source: Tasks
ar_sa: المهام
it_it: Attività

source: Tasks of This Project
ar_sa: مهام هذا المشروع
it_it: Le attività di Questo Progetto

source: Test Date
ar_sa: موعد الاختبار
it_it: Data Del Test

source: Test Url
ar_sa: اختبار Url

source: Testing phase completion date.
ar_sa: مرحلة الاختبار تاريخ الانتهاء.
it_it: La fase di test data di completamento.

source: The access type is how it appears on the user list.
ar_sa: نوع access هو كيف يظهر على قائمة المستخدمين.
it_it: Il tipo di accesso è come appare sulla lista utenti.

source: The budget amount for this task
ar_sa: مبلغ الميزانية لهذه المهمة
it_it: L'importo del budget per questo compito

source: The development env url - where you found dev preview.
ar_sa: تنمية الحياة الفطرية url - حيث وجدت dev preview.
it_it: Lo sviluppo env url dove hai trovato dev preview.

source: The due date for the task.
ar_sa: تاريخ الاستحقاق للمهمة.
it_it: La data di scadenza per l'attività.

source: The estimation for the task.
ar_sa: تقدير لهذه المهمة.
it_it: La stima per l'attività.

source: The name is how it appears on your project.
ar_sa: الاسم هو كيف يظهر على المشروع الخاص بك.
it_it: Il nome è come appare sul vostro progetto.

source: The name is how it appears on your project/ticket.
ar_sa: الاسم هو كيف يظهر على المشروع الخاص بك/تذكرة.
it_it: Il nome è come appare sul vostro progetto/biglietti.

source: The name is how it appears on your task.
ar_sa: الاسم هو كيف يظهر على مهمتك.
it_it: Il nome è come appare sulla tua attività.

source: The name of the project - where you can define your project.
ar_sa: اسم المشروع - حيث يمكنك تحديد المشروع الخاص بك.
it_it: Il nome del progetto - in cui è possibile definire il vostro progetto.

source: The name of the Task - where you can define your Task.
ar_sa: اسم المهمة - حيث يمكنك تحديد المهمة الخاصة بك.
it_it: Il nome dell'Operazione - in cui è possibile definire il vostro Compito.

source: The name of the task - where you can define your task.
ar_sa: اسم المهمة - حيث يمكنك تحديد المهمة الخاصة بك.
it_it: Il nome dell'operazione - in cui è possibile definire il vostro compito.

source: The name of the ticket - where you can define customer ticket.
ar_sa: اسم التذاكر حيث يمكنك تحديد العملاء تذكرة.
it_it: Il nome del biglietto, in cui è possibile definire ticket del cliente.

source: The Project access type is how it appears on the user list.
ar_sa: المشروع الوصول إلى نوع هو كيف يظهر على قائمة المستخدمين.
it_it: Il Progetto di accesso tipo come compare sulla lista utenti.

source: The project has been updated. Can you please take a look on that project.
ar_sa: تم تحديث المشروع. يمكنك يرجى إلقاء نظرة على هذا المشروع.
it_it: Il progetto è stato aggiornato. Potete per favore dare un'occhiata a quel progetto.

source: The project status - current status of project.
ar_sa: المشروع الوضع الحالي وحالة المشروع.
it_it: Il progetto è stato - lo stato corrente del progetto.

source: The project status group is how it appears on the task.
ar_sa: المشروع وضع الفريق كيف يظهر على المهمة.
it_it: Lo stato del progetto di gruppo è come appare sul compito.

source: The selected project clone done including tasks!
ar_sa: المشروع المحدد استنساخ القيام به بما في ذلك المهام!
it_it: Il progetto selezionato clone fatto anche i compiti!

source: The selected task clone done!
ar_sa: المهمة المحددة استنساخ القيام به!
it_it: L'attività selezionata clone fatto!

source: The slug is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
ar_sa: الرصاصة هي URL ونسخة من الاسم. فمن عادة كل صغيرة و يحتوي فقط على حروف وأرقام ، الواصلات.
it_it: La lumaca è l'URL-amichevole versione del nome. Di solito è tutto in minuscolo e contiene solo lettere, numeri e trattini.

source: The start date for the task.
ar_sa: تاريخ بدء المهمة.
it_it: La data di inizio dell'attività.

source: The Task access type is how it appears on the user list.
ar_sa: مهمة الوصول إلى نوع هو كيف يظهر على قائمة المستخدمين.
it_it: Il Compito tipo di accesso come compare sulla lista utenti.

source: The task board - current board of the task.
ar_sa: مهمة المجلس الحالي مجلس المهمة.
it_it: Il compito del consiglio - consiglio di amministrazione del compito.

source: The task has been updated.
ar_sa: تم تحديث المهام.
it_it: Il compito è stato aggiornato.

source: The Task status - current status of task.
ar_sa: حالة المهمة الحالية حالة من المهمة.
it_it: Il Compito dello stato - correnti stato di attività.

source: The task status - current status of task.
ar_sa: حالة المهمة الحالية حالة من المهمة.
it_it: Il compito dello stato - correnti stato di attività.

source: The ticket status - current status of the ticket.
ar_sa: تذكرة الوضع - الوضع الحالي التذكرة.
it_it: Biglietto di stato - lo stato corrente del biglietto.

source: The ticket type - type of the ticket.
ar_sa: نوع التذكرة من نوع التذكرة.
it_it: Il tipo di biglietto - tipo di biglietto.

source: The type of project you are creating.
ar_sa: نوع المشروع التي تقوم بإنشائها.
it_it: Il tipo di progetto che si sta creando.

source: The type of Task you are creating.
ar_sa: نوع المهمة التي تقوم بإنشائها.
it_it: Il tipo di Attività che si desidera creare.

source: These status will be appear also on ticket, deleting a status can be effect on project/ticket.
ar_sa: في هذه الحالة سوف تظهر أيضا على تذكرة حذف الحالة يمكن أن يكون لها تأثير على المشروع/تذكرة.
it_it: Questi di stato verrà visualizzata anche sul biglietto, l'eliminazione di uno stato può essere effetto sul progetto/biglietti.

source: Ticket Details
ar_sa: تفاصيل تذكرة
it_it: Dettagli Del Biglietto

source: Ticket For
ar_sa: تذكرة
it_it: Biglietto Per

source: Ticket For - where you can define customer ticket.
ar_sa: تذكرة - حيث يمكنك تحديد العملاء تذكرة.
it_it: Biglietto Per la quale è possibile definire ticket del cliente.

source: Ticket Types
ar_sa: أنواع التذاكر
it_it: Tipi Di Biglietto

source: Tickets
ar_sa: تذاكر
it_it: Biglietti

source: Time Estimation
ar_sa: تقدير الوقت
it_it: La Stima Del Tempo

source: Time Taken
ar_sa: الوقت المستغرق
it_it: Tempo

source: To assign specific user.
ar_sa: لتعيين مستخدم معين.
it_it: Per assegnare utente specifico.

source: TODO
ar_sa: ما يجب عمله

source: Todo
ar_sa: ما يجب عمله

source: Total involved team members.
ar_sa: إجمالي المشاركين أعضاء الفريق.
it_it: Totale coinvolti i membri del team.

source: Total Projects
ar_sa: مجموع المشاريع
it_it: Totale Progetti

source: total projects
ar_sa: مجموع المشاريع
it_it: totale progetti

source: Total Tasks
ar_sa: مجموع المهام
it_it: Totale Attività

source: total ticket
ar_sa: مجموع التذاكر
it_it: totale del biglietto

source: Total Tickets
ar_sa: مجموع التذاكر
it_it: Totale Biglietti

source: Type
ar_sa: نوع
it_it: Tipo

source: Type Name
ar_sa: اكتب اسم
it_it: Nome Del Tipo Di

source: Type Slug
ar_sa: نوع سبيكة
it_it: Tipo Slug

source: Updated
ar_sa: تحديث
it_it: Aggiornato

source: User Access Types
ar_sa: وصول المستخدم أنواع
it_it: Utente Tipi Di Accesso

source: User Group
ar_sa: مجموعة المستخدم
it_it: Gruppo Di Utenti

source: User Groups
ar_sa: مجموعات المستخدمين
it_it: Gruppi Di Utenti

source: Yes
ar_sa: نعم
it_it: Sì

source: You are about to delete the Access type. Are you sure ?
ar_sa: أنت على وشك حذف نوع الوصول. هل أنت متأكد ؟
it_it: Stai per cancellare il tipo di Accesso. Sei sicuro ?

source: You are about to delete the Category. Are you sure ?
ar_sa: أنت على وشك حذف الفئة. هل أنت متأكد ؟
it_it: Stai per cancellare la Categoria. Sei sicuro ?

source: You are about to delete the group. Are you sure ?
ar_sa: أنت على وشك حذف المجموعة. هل أنت متأكد ؟
it_it: Stai per cancellare il gruppo. Sei sicuro ?

source: You are about to delete the Project. All of the tasks associate with this project will be delete. Are you sure?
ar_sa: أنت على وشك حذف المشروع. جميع المهام المنتسبين مع هذا المشروع سيتم حذف. هل أنت متأكد ؟
it_it: Stai per cancellare il Progetto. Tutte le attività associate con questo progetto sarà eliminare. Sei sicuro?

source: You are about to delete the status. Are you sure ?
ar_sa: أنت على وشك حذف حالة. هل أنت متأكد ؟
it_it: Stai per cancellare lo stato. Sei sicuro ?

source: You are about to delete the Task label. Are you sure ?
ar_sa: أنت على وشك حذف المهمة التسمية. هل أنت متأكد ؟
it_it: Stai per cancellare il Compito di etichetta. Sei sicuro ?

source: You are about to delete the task status. Are you sure ?
ar_sa: أنت على وشك حذف حالة المهمة. هل أنت متأكد ؟
it_it: Stai per cancellare lo stato di attività. Sei sicuro ?

source: You are about to delete the task type. Are you sure ?
ar_sa: أنت على وشك حذف نوع المهمة. هل أنت متأكد ؟
it_it: Stai per cancellare il tipo di attività. Sei sicuro ?

source: You can only select users who are currently involve on the selected project.
ar_sa: يمكنك فقط تحديد المستخدمين الذين هم حاليا تنطوي على اختيار المشروع.
it_it: È possibile selezionare solo gli utenti che sono attualmente riguardano il progetto selezionato.

source: You have assigned in a new project.
ar_sa: قمت بتعيينها في مشروع جديد.
it_it: Hai ricevuto un nuovo progetto.

source: You have assigned in a new task.
ar_sa: لديك تعيينه في مهمة جديدة.
it_it: Hai ricevuto in una nuova attività.

source: Your task name...
ar_sa: مهمتك اسم...
it_it: Il vostro compito nome...
